Repository: TokeHerkild/ke_search
Catalog: Resources/Private/Language/*.locallang_searchbox.xlf
Languages: da

# pi_title
source: Searchbox
da: Søgeboks

# pi_cachable_title
source: Cachable Searchbox
da: Cachebar søgeboks

# pi_plus_wiz_description
source: Faceted Search: Show searchbox and filters.
da: Facetteret søgning: Vis søgefelt og filtre.

# pi_cachable_plus_wiz_description
source: Faceted search: Show cachable searchbox and filters. Filters won't be updated by the results, but the plugin is cachable.
da: Facetteret søgning: Vis cachebar søgeboks og filtre. Filtre vil ikke blive opdateret af resultaterne, men pluginnet kan cachelagres.

# ff.page.main
source: General
da: Generelt

# ff.resultPage
source: Page with result list
da: Side med søgeresultat

# ff.showTextInsteadOfResults
source: Show text instead of searchresults if no filter or searchword has been given?
da: Vis tekst i stedet for søgeresultater, hvis der ikke er angivet noget filter eller søgeord?

# ff.textForResults
source: Insert this text if no filter or searchword has been given.
da: Indsæt denne tekst, hvis der ikke er angivet noget filter eller søgeord.

# ff.showNoResultsText
source: Show individual text if no results were found?
da: Vis individuel tekst, hvis der ikke blev fundet resultater?

# ff.noResultsText
source: Individual text for "no results found"
da: Individuel tekst for "ingen resultater fundet"

# ff.countSearchPhrases
source: Count search phrases in statistic tables?
da: Tæl søgesætninger i statistiske tabeller?

# ff.cssFile
source: CSS File
da: CSS Fil

# ff.page.sorting
source: Sorting
da: Sortering

# ff.sortByAdmin
source: Sorting for searchresults
da: Sortering efter søgeresultater

# ff.sortWithoutSearchword
source: Sorting for searchresults if no searchword/filter is given
da: Sortering efter søgeresultater, hvis der ikke er angivet et søgeord/filter

# ff.showSortInFrontend
source: The website visitor should be able to order the searchresults
da: Den besøgende på webstedet skal kunne bestille søgeresultaterne

# ff.sortByVisitor
source: Fields the website user should be able to order by
da: Felter hjemmesidebrugeren skal kunne bestille efter

# ff.page.view
source: General Layout
da: Generelt layout

# ff.showQueryTime
source: Show time (query process duration)?
da: Vis tid (forespørgselsprocesvarighed)?

# ff.showResultUrl
source: Show result URL?
da: Vis resultatwebadresse?

# ff.renderResultUrlAsLink
source: Render result URL as link (a-Tag)?
da: Vil du gengive resultatwebadressen som link (a-tag)?

# ff.showDate
source: Show date?
da: Vis dato?

# ff.resultLinkTarget
source: Target for result link
da: Mål for resultatlink

# ff.resultLinkTargetFiles
source: Target for result link for files
da: Mål for resultatlink for filer

# ff.resultLinkTarget.I.0
source: Open in new window
da: Åbn i nyt vindue

# ff.resultLinkTarget.I.1
source: Open in same window
da: Åbn i samme vindue

# ff.resultsNumeration
source: Number results consecutively?
da: Antal resultater fortløbende?

# ff.templateLayout
source: Template Layout
da: Skabelonlayout

# ff.templateLayout.I.0
source: Default
da: Standard

# ff.highlightSword
source: Highlight search word in result preview
da: Fremhæv søgeord i resultateksempel

# ff.previewMode
source: Text for used for search result (preview text)
da: Tekst til brug for søgeresultat (eksempeltekst)

# ff.previewMode.I.0
source: Always show the abstract if set.
da: Vis altid abstraktet, hvis det er indstillet.

# ff.previewMode.I.1
source: Show abstract if it contains searchword, otherwise show an excerpt from the content.
da: Vis abstrakt, hvis det indeholder søgeord, ellers vis et uddrag af indholdet.

# ff.resultChars
source: Number of characters used for the result preview text.
da: Antal tegn, der er brugt til resultateksempelteksten.

# ff.page.images
source: Images
da: Billeder

# ff.showTypeIcon
source: Show result type icon?
da: Vis resultattypeikon?

# ff.showFilePreview
source: Show file preview instead of result icon if possible?
da: Vis fileksempel i stedet for resultatikon, hvis det er muligt?

# ff.showPageImages
source: Show page image preview instead of result icon? (Images are taken from the page properties, field "search result image".)
da: Vis sidebillede i stedet for resultatikon? (Billederne er taget fra sideegenskaberne, feltet "søgeresultatbillede".)

# ff.showNewsImages
source: Show news (ext:news / ext:tt_news) image preview instead of result icon?
da: Vis nyheder (ext:news / ext:tt_news) billedeksempel i stedet for resultatikon?

# ff.page.pagebrowser
source: Pagebrowser
da: Sidebrowser

# ff.pagebrowserOnTop
source: Show pagebrowser on top of result list
da: Vis sidebrowser øverst på resultatlisten

# ff.pagebrowserAtBottom
source: Show pagebrowser at the bottom of the result list
da: Vis sidebrowser nederst på resultatlisten

# ff.maxPagesInPagebrowser
source: Number of pages shown in pagebrowser
da: Antal sider vist i sidebrowser

# ff.resultsPerPage
source: Results per page
da: Resultater pr. side

# ff.page.debug
source: Debug (Admin)
da: Fejlretning (admin)

# ff.showTags
source: Show tags?
da: Vis tags?

# ff.logQuery
source: Log query to log file (in var/log/)?
da: Log forespørgsel til logfil (i var/log/)?

# ff.showTaggedContentOnly
source: Show tagged content only?
da: Vis kun tagget indhold?

# ff.filters
source: Shown Filters
da: Viste filtre

# ff.hiddenfilters
source: Hidden Filters (for use with "preselected filter options")
da: Skjulte filtre (til brug med "forudvalgte filterindstillinger")

# ff.preselected_filters
source: Preselected filter options
da: Forudvalgte filterindstillinger

# ff.checkFilterCondition
source: Availability check for filter options
da: Tilgængelighedstjek for filtermuligheder

# ff.checkFilterCondition.I.0
source: Check in condition to other filters
da: Tjek i stand til andre filtre

# ff.checkFilterCondition.I.1
source: no check
da: ingen check

# results
source: Search results
da: Søgeresultater

# num_results
source: %s results:
da: %s resultater:

# num_results_plain
source: results
da: resultater

source: until
da: indtil

source: of
da: af

source: No results found
da: Ingen resultater fundet

# no_results_refine
source: This search term is not specific enough. Please choose another.
da: Denne søgebterm er ikke specifik nok.

# searchword_length_error
source: Search words under length of %d characters are not processed.
da: Søgeord med en længde < %d tegn behandles ikke.

# error_resultPage
source: You have defined an results page in your Plugin configuration. So it makes no sense to insert resultlist plugin on to this page, too.
da: Du har defineret en resultatside i din plugin-konfiguration. Så det giver ingen mening også at indsætte resultatliste-plugin på denne side.

# error_templatePaths
source: No template paths set. Did you include the static template?
da: Der er ikke angivet skabelonstier. Inkluderede du den statiske skabelon?

# pagebrowser_prev
source: previous
da: forrige

# pagebrowser_next
source: next
da: næste

# label_sort
source: Sorting:
da: Sortering:

# label_date
source: Date
da: Dato

# label_all
source: select all / deselect all
da: vælg alle / fravælg alle

source: Loading
da: Indlæser

# all_options
source: ALL
da: Alle

# message_before_search
source: Please choose your search parameters.
da: Vælg venligst dine søgeparametre.

# query_time
source: The search query was processed in %s ms.
da: Søgeforespørgslen blev behandlet i %s ms.

# reset_button
source: Reset
da: Nulstil

source: Reset filter
da: Nulstil filtre

source: Back
da: Tilbage

# checkbox_submit
source: Apply filter
da: Anvend filter

# orderlink_title
source: Title
da: Titel

# orderlink_score
source: Relevance
da: Relevans

# orderlink_sortdate
source: Date
da: Dato

# searchbox_default_value
source: Your search phrase
da: Din søgning...

# linktext_more
source: More %s and Multiselection
da: Mere %s og Multiselection

source: Show results
da: Vis resultater
